Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Appearance is where AppleVis starts to feel like yours. Pick a theme grouped by System, Light, Dark, or High Contrast, and use Card Density to choose Comfortable or Compact spacing, depending on how much you like fitting on a screen. Liquid Glass gives supported surfaces a soft, modern translucency, and steps back automatically to solid backgrounds when Reduce Transparency or a high-contrast theme is on.
ar: في «المظهر» يبدأ AppleVis في أن يصبح خاصًا بك. اختر مظهرًا مصنّفًا حسب النظام أو الفاتح أو الداكن أو التباين العالي، واستخدم «كثافة البطاقات» لاختيار تباعد مريح أو مضغوط حسب كمية المحتوى التي تحب رؤيتها على الشاشة. يمنح Liquid Glass الأسطح المدعومة شفافية ناعمة وعصرية، ويعود تلقائيًا إلى خلفيات صلبة عند تفعيل «تقليل الشفافية» أو استخدام مظهر عالي التباين.
de: Unter Darstellung wird AppleVis zu deinem. Wähle ein Design aus den Gruppen System, Hell, Dunkel oder Hoher Kontrast, und nutze die Kartendichte, um komfortable oder kompakte Abstände zu wählen – je nachdem, wie viel du auf einem Bildschirm sehen möchtest. Liquid Glass verleiht unterstützten Flächen eine sanfte, moderne Transparenz und wechselt automatisch zu festen Hintergründen, wenn „Transparenz reduzieren“ oder ein kontrastreiches Design aktiv ist.
el: Στην Εμφάνιση το AppleVis αρχίζει να γίνεται δικό σας. Επιλέξτε ένα θέμα από τις ομάδες Σύστημα, Φωτεινό, Σκοτεινό ή Υψηλή αντίθεση και χρησιμοποιήστε την Πυκνότητα Καρτών για να επιλέξετε άνετη ή συμπαγή απόσταση, ανάλογα με το πόσα θέλετε να χωρούν στην οθόνη. Το Liquid Glass δίνει στις υποστηριζόμενες επιφάνειες μια απαλή, σύγχρονη διαφάνεια και επιστρέφει αυτόματα σε συμπαγή φόντα όταν είναι ενεργή η Μείωση διαφάνειας ή ένα θέμα υψηλής αντίθεσης.
es: En Apariencia, AppleVis empieza a sentirse tuyo. Elige un tema agrupado en Sistema, Claro, Oscuro o Alto contraste, y usa Densidad de tarjetas para elegir un espaciado cómodo o compacto, según cuánto te guste ver en pantalla. Liquid Glass da a las superficies compatibles una translucidez suave y moderna, y vuelve automáticamente a fondos sólidos cuando Reducir transparencia o un tema de alto contraste están activos.
fa: «ظاهر» جایی است که AppleVis کم‌کم مال خودتان می‌شود. پوسته‌ای را از گروه‌های سیستم، روشن، تیره یا کنتراست بالا انتخاب کنید و با «تراکم کارت» فاصله‌گذاری راحت یا فشرده را برگزینید، بسته به اینکه دوست دارید چه مقدار روی صفحه جا شود. Liquid Glass به سطح‌های پشتیبانی‌شده شفافیتی نرم و امروزی می‌دهد و وقتی «کاهش شفافیت» یا پوستهٔ پرکنتراست روشن باشد، خودکار به پس‌زمینه‌های یکدست برمی‌گردد.
fr: C'est dans Apparence qu'AppleVis devient vraiment le vôtre. Choisissez un thème parmi les groupes Système, Clair, Sombre ou Contraste élevé, et utilisez Densité des cartes pour opter pour un espacement confortable ou compact, selon ce que vous aimez voir à l'écran. Liquid Glass donne aux surfaces compatibles une translucidité douce et moderne, et revient automatiquement à des fonds opaques lorsque Réduire la transparence ou un thème à contraste élevé est activé.
he: ב«מראה» AppleVis מתחיל להרגיש שלך. בחר ערכת נושא מהקבוצות מערכת, בהיר, כהה או ניגודיות גבוהה, והשתמש ב«צפיפות כרטיסים» כדי לבחור ריווח מרווח או צפוף, לפי כמה תוכן תרצה במסך. Liquid Glass מעניק למשטחים נתמכים שקיפות רכה ומודרנית, וחוזר אוטומטית לרקעים אטומים כש«הפחתת שקיפות» או ערכת נושא בניגודיות גבוהה מופעלות.
hi: रूप-रंग में AppleVis आपका अपना लगने लगता है। सिस्टम, लाइट, डार्क या हाई कंट्रास्ट समूहों में से कोई थीम चुनें, और कार्ड घनत्व से आरामदायक या कॉम्पैक्ट दूरी चुनें, इस पर निर्भर करते हुए कि आप स्क्रीन पर कितना देखना पसंद करते हैं। Liquid Glass समर्थित सतहों को एक हल्की, आधुनिक पारदर्शिता देता है, और पारदर्शिता कम करें या हाई-कंट्रास्ट थीम चालू होने पर अपने आप ठोस पृष्ठभूमि पर लौट आता है।
id: Di Tampilan, AppleVis mulai terasa seperti milik Anda. Pilih tema yang dikelompokkan menurut Sistem, Terang, Gelap, atau Kontras Tinggi, dan gunakan Kepadatan Kartu untuk memilih jarak Nyaman atau Ringkas, tergantung seberapa banyak yang ingin Anda lihat di layar. Liquid Glass memberi permukaan yang didukung transparansi yang lembut dan modern, dan otomatis kembali ke latar belakang padat saat Kurangi Transparansi atau tema kontras tinggi aktif.
it: In Aspetto, AppleVis inizia a sembrare tuo. Scegli un tema tra i gruppi Sistema, Chiaro, Scuro o Contrasto elevato e usa Densità delle schede per scegliere una spaziatura comoda o compatta, in base a quanto vuoi vedere sullo schermo. Liquid Glass dà alle superfici supportate una trasparenza morbida e moderna, e torna automaticamente a sfondi pieni quando è attivo Riduci trasparenza o un tema ad alto contrasto.
ja: 「外観」では AppleVis を自分好みにできます。「システム」「ライト」「ダーク」「ハイコントラスト」に分類されたテーマから選び、「カードの密度」で、画面に表示したい量に合わせて「ゆったり」か「コンパクト」を選べます。Liquid Glass は対応する部分に柔らかくモダンな透明感を与え、「透明度を下げる」やハイコントラストのテーマがオンのときは自動的に不透明な背景に切り替わります。
ko: 화면 모양에서 AppleVis를 나만의 앱으로 만들 수 있습니다. 시스템, 라이트, 다크, 고대비로 묶인 테마 중에서 고르고, 카드 밀도에서 한 화면에 얼마나 보고 싶은지에 따라 여유 있게 또는 촘촘하게 간격을 선택하세요. Liquid Glass는 지원되는 화면 요소에 부드럽고 현대적인 반투명 효과를 주며, 투명도 줄이기나 고대비 테마가 켜져 있으면 자동으로 불투명한 배경으로 바뀝니다.
nl: Bij Weergave wordt AppleVis echt van jou. Kies een thema uit de groepen Systeem, Licht, Donker of Hoog contrast, en gebruik Kaartdichtheid om ruime of compacte tussenruimte te kiezen, afhankelijk van hoeveel je op een scherm wilt zien. Liquid Glass geeft ondersteunde oppervlakken een zachte, moderne doorschijnendheid en schakelt automatisch over op effen achtergronden wanneer Verminder transparantie of een thema met hoog contrast aanstaat.
pl: W Wyglądzie AppleVis zaczyna być naprawdę Twój. Wybierz motyw z grup Systemowy, Jasny, Ciemny lub Wysoki kontrast, a w opcji Gęstość kart wybierz wygodne lub kompaktowe odstępy — zależnie od tego, ile chcesz widzieć na ekranie. Liquid Glass nadaje obsługiwanym powierzchniom delikatną, nowoczesną przezroczystość i automatycznie wraca do jednolitych teł, gdy włączona jest opcja Zmniejsz przezroczystość lub motyw o wysokim kontraście.
pt: Em Aparência, o AppleVis começa a ficar com a sua cara. Escolha um tema agrupado em Sistema, Claro, Escuro ou Alto Contraste, e use Densidade dos cartões para escolher espaçamento Confortável ou Compacto, conforme quanto você gosta de ver na tela. O Liquid Glass dá às superfícies compatíveis uma translucidez suave e moderna, e volta automaticamente para fundos sólidos quando Reduzir Transparência ou um tema de alto contraste está ativado.
ru: В разделе «Оформление» AppleVis становится по-настоящему вашим. Выберите тему из групп «Системная», «Светлая», «Тёмная» или «Высокий контраст» и с помощью «Плотности карточек» задайте свободные или компактные отступы — в зависимости от того, сколько вы хотите видеть на экране. Liquid Glass придаёт поддерживаемым поверхностям мягкую современную полупрозрачность и автоматически сменяется сплошным фоном, когда включено «Понижение прозрачности» или тема с высоким контрастом.
sv: I Utseende börjar AppleVis kännas som ditt. Välj ett tema bland grupperna System, Ljust, Mörkt eller Hög kontrast, och använd Kortdensitet för att välja bekvämt eller kompakt avstånd, beroende på hur mycket du vill få plats med på en skärm. Liquid Glass ger stödda ytor en mjuk, modern genomskinlighet och går automatiskt över till heltäckande bakgrunder när Minska genomskinlighet eller ett tema med hög kontrast är på.
th: รูปลักษณ์ คือที่ที่ AppleVis เริ่มเป็นของคุณ เลือกธีมที่จัดกลุ่มเป็น ระบบ สว่าง มืด หรือ ความเปรียบต่างสูง และใช้ ความหนาแน่นของการ์ด เพื่อเลือกระยะห่างแบบสบายตาหรือกะทัดรัด ตามปริมาณที่คุณอยากเห็นบนหน้าจอ Liquid Glass ทำให้พื้นผิวที่รองรับมีความโปร่งแสงนุ่มนวลทันสมัย และจะเปลี่ยนเป็นพื้นหลังทึบโดยอัตโนมัติเมื่อเปิด ลดความโปร่งใส หรือใช้ธีมความเปรียบต่างสูง
tr: Görünüm, AppleVis'in size ait hissettirmeye başladığı yerdir. Sistem, Açık, Koyu veya Yüksek Kontrast olarak gruplanmış bir tema seçin ve ekranda ne kadar görmek istediğinize göre Kart Yoğunluğu ile Rahat veya Sıkı aralık belirleyin. Liquid Glass, desteklenen yüzeylere yumuşak, modern bir yarı saydamlık verir; Saydamlığı Azalt ya da yüksek kontrastlı bir tema açık olduğunda otomatik olarak düz arka planlara döner.
uk: У розділі «Вигляд» AppleVis стає по-справжньому вашим. Виберіть тему з груп «Системна», «Світла», «Темна» чи «Висока контрастність» і за допомогою «Щільності карток» задайте вільні або компактні відступи — залежно від того, скільки хочете бачити на екрані. Liquid Glass надає підтримуваним поверхням м'яку сучасну напівпрозорість і автоматично змінюється суцільним тлом, коли ввімкнено «Зменшення прозорості» або тему з високою контрастністю.
vi: Giao diện là nơi AppleVis bắt đầu mang dấu ấn của bạn. Chọn một giao diện theo nhóm Hệ thống, Sáng, Tối hoặc Độ tương phản cao, và dùng Mật độ thẻ để chọn khoảng cách Thoải mái hoặc Gọn, tùy vào lượng nội dung bạn muốn thấy trên màn hình. Liquid Glass mang lại cho các bề mặt được hỗ trợ vẻ trong mờ mềm mại, hiện đại, và tự động chuyển về nền đặc khi bật Giảm độ trong suốt hoặc dùng giao diện độ tương phản cao.
zh_hans: 在“外观”中，AppleVis 开始真正属于你。从“系统”、“浅色”、“深色”或“高对比度”分组中选择主题，并用“卡片密度”选择宽松或紧凑的间距，取决于你希望一屏显示多少内容。Liquid Glass 会为支持的界面带来柔和、现代的半透明效果；当开启“降低透明度”或使用高对比度主题时，会自动切换为不透明背景。

source: Welcome Summary — a separate switch for the short summary at the top of Home listing what's new since your last visit. This is about what's shown, not what's spoken — turn it off and Home stays visually quieter even if Home Startup Behavior is still speaking a welcome.
ar: ملخص الترحيب — مفتاح منفصل للملخص القصير في أعلى الشاشة الرئيسية الذي يسرد الجديد منذ زيارتك الأخيرة. يتعلق هذا بما يُعرض، لا بما يُقال — أوقفه وستبقى الشاشة الرئيسية أهدأ بصريًا حتى لو ظل «سلوك بدء تشغيل الشاشة الرئيسية» يلقي ترحيبًا منطوقًا.
de: Willkommenszusammenfassung – ein eigener Schalter für die kurze Zusammenfassung oben auf Start, die auflistet, was seit deinem letzten Besuch neu ist. Es geht darum, was angezeigt wird, nicht was gesprochen wird – schalte sie aus, und Start bleibt optisch ruhiger, auch wenn das Startverhalten der Startseite weiterhin eine Begrüßung spricht.
el: Περίληψη Καλωσορίσματος — ξεχωριστός διακόπτης για τη σύντομη περίληψη στην κορυφή της Αρχικής με ό,τι νέο υπάρχει από την τελευταία σας επίσκεψη. Αφορά ό,τι εμφανίζεται, όχι ό,τι εκφωνείται — απενεργοποιήστε τη και η Αρχική μένει οπτικά πιο ήσυχη, ακόμη κι αν η Συμπεριφορά Εκκίνησης Αρχικής εξακολουθεί να εκφωνεί καλωσόρισμα.
es: Resumen de bienvenida: un interruptor aparte para el breve resumen arriba de Inicio con las novedades desde tu última visita. Tiene que ver con lo que se muestra, no con lo que se dice en voz alta: desactívalo e Inicio queda visualmente más tranquilo, aunque el Comportamiento de inicio de Inicio siga diciendo una bienvenida.
fa: خلاصهٔ خوش‌آمدگویی — کلیدی جداگانه برای خلاصهٔ کوتاه در بالای خانه که تازه‌ها را از آخرین بازدیدتان فهرست می‌کند. این دربارهٔ چیزی است که نشان داده می‌شود، نه آنچه گفته می‌شود — خاموشش کنید تا خانه از نظر بصری آرام‌تر بماند، حتی اگر «رفتار راه‌اندازی صفحهٔ اصلی» همچنان خوش‌آمدگویی گفتاری پخش کند.
fr: Résumé de bienvenue — un interrupteur distinct pour le bref résumé en haut d'Accueil qui liste les nouveautés depuis votre dernière visite. Il concerne ce qui est affiché, pas ce qui est énoncé : désactivez-le et Accueil reste visuellement plus calme, même si le Comportement au démarrage d'Accueil prononce toujours un message de bienvenue.
he: סיכום ברוכים הבאים — מתג נפרד לסיכום הקצר בראש הבית שמפרט מה חדש מאז הביקור האחרון שלך. זה נוגע למה שמוצג, לא למה שנאמר — כבה אותו והבית יישאר שקט יותר חזותית, גם אם «התנהגות פתיחת הבית» עדיין משמיעה ברכה.
hi: स्वागत सारांश — होम के ऊपर के उस छोटे सारांश के लिए अलग स्विच, जिसमें आपकी पिछली विज़िट के बाद की नई चीज़ें होती हैं। यह दिखाई जाने वाली चीज़ों के बारे में है, बोली जाने वाली बातों के बारे में नहीं — इसे बंद करें तो होम दिखने में शांत रहेगा, भले ही होम स्टार्टअप व्यवहार अब भी स्वागत बोल रहा हो।
id: Ringkasan Sambutan — sakelar terpisah untuk ringkasan singkat di bagian atas Beranda yang mencantumkan hal baru sejak kunjungan terakhir Anda. Ini tentang apa yang ditampilkan, bukan apa yang diucapkan — matikan dan Beranda akan tampak lebih tenang, meskipun Perilaku Awal Beranda masih mengucapkan sambutan.
it: Riepilogo di benvenuto: un interruttore separato per il breve riepilogo in cima a Home con le novità dalla tua ultima visita. Riguarda ciò che viene mostrato, non ciò che viene pronunciato: disattivalo e Home resta visivamente più tranquilla, anche se Comportamento all'avvio di Home continua a pronunciare un benvenuto.
ja: ようこそサマリー — 前回の訪問以降の新着をまとめたホーム上部の短いサマリーを切り替える、独立したスイッチです。これは表示に関する設定で、読み上げとは関係ありません。オフにすると、「ホームの起動時の動作」が歓迎メッセージを読み上げていても、ホームの見た目はすっきりします。
ko: 환영 요약 — 마지막 방문 이후 새로운 내용을 나열하는 홈 상단의 간단한 요약을 위한 별도의 스위치입니다. 읽어 주는 내용이 아니라 화면에 표시되는 내용에 관한 설정으로, 끄면 홈 시작 동작이 여전히 환영 인사를 읽어 주더라도 홈 화면은 시각적으로 더 차분해집니다.
nl: Welkomstsamenvatting — een aparte schakelaar voor de korte samenvatting bovenaan Home met wat er nieuw is sinds je laatste bezoek. Het gaat om wat er wordt getoond, niet wat er wordt uitgesproken — zet hem uit en Home blijft visueel rustiger, ook als het opstartgedrag nog steeds een welkom uitspreekt.
pl: Podsumowanie powitalne — osobny przełącznik krótkiego podsumowania u góry Strony głównej z nowościami od Twojej ostatniej wizyty. Dotyczy tego, co jest wyświetlane, a nie odczytywane — wyłącz je, a Strona główna będzie wizualnie spokojniejsza, nawet jeśli Zachowanie przy uruchamianiu Strony głównej nadal odczytuje powitanie.
pt: Resumo de boas-vindas — um botão separado para o resumo rápido no topo do Início que lista as novidades desde sua última visita. Isto trata do que é mostrado, não do que é falado — desative-o e o Início fica visualmente mais calmo, mesmo que o Comportamento de inicialização do Início continue falando uma saudação.
ru: Приветственная сводка — отдельный переключатель для краткой сводки вверху «Главной» со всем новым с вашего последнего визита. Речь о том, что показывается, а не о том, что озвучивается: выключите её, и «Главная» станет визуально спокойнее, даже если «Поведение при запуске «Главной»» по-прежнему произносит приветствие.
sv: Välkomstsammanfattning – en separat reglage för den korta sammanfattningen högst upp på Hem som listar vad som är nytt sedan ditt senaste besök. Det handlar om vad som visas, inte vad som läses upp – stäng av den så blir Hem visuellt lugnare, även om Startbeteende för Hem fortfarande läser upp en hälsning.
th: สรุปต้อนรับ — สวิตช์แยกสำหรับสรุปสั้น ๆ ที่ด้านบนของหน้าหลักซึ่งแสดงสิ่งใหม่ตั้งแต่การเข้าชมครั้งล่าสุด เกี่ยวกับสิ่งที่แสดง ไม่ใช่สิ่งที่พูดออกเสียง — ปิดแล้วหน้าหลักจะดูเรียบง่ายขึ้น แม้ว่า พฤติกรรมการเริ่มต้นหน้าแรก จะยังพูดคำต้อนรับอยู่
tr: Karşılama Özeti — Ana Sayfa'nın üstünde, son ziyaretinizden bu yana yenilikleri listeleyen kısa özet için ayrı bir anahtar. Bu, sesli okunanla değil, gösterilenle ilgilidir — kapatırsanız Ana Sayfa Başlangıç Davranışı hâlâ sesli karşılama yapsa bile Ana Sayfa görsel olarak daha sade kalır.
uk: Вітальний підсумок — окремий перемикач для короткого підсумку вгорі «Головної» з усім новим від вашого останнього візиту. Ідеться про те, що показується, а не про те, що озвучується: вимкніть його, і «Головна» стане візуально спокійнішою, навіть якщо «Поведінка запуску «Головної»» і далі промовляє привітання.
vi: Tóm tắt chào mừng — một công tắc riêng cho bản tóm tắt ngắn ở đầu Trang chủ liệt kê những gì mới kể từ lần truy cập trước. Cài đặt này liên quan đến nội dung hiển thị, không phải nội dung được đọc — tắt đi thì Trang chủ trông yên tĩnh hơn, ngay cả khi Hành vi khởi động Trang chủ vẫn đọc lời chào.
zh_hans: 欢迎摘要——单独的开关，用于控制主页顶部列出自你上次访问以来新内容的简短摘要。它关乎显示的内容，而非朗读的内容——关闭后，即使“主页启动行为”仍在朗读欢迎语，主页在视觉上也会更简洁。
